employers = [{'id': 1740, 'name': 'Яндекс'},
             {'id': 2180, 'name': 'OZON'},
             {'id': 3529, 'name': 'СБЕР'},
             {'id': 8550, 'name': 'Центр финансовых технологий'},
             {'id': 39305, 'name': 'Газпромнефть'},
             {'id': 41862, 'name': 'Контур'},
             {'id': 64174, 'name': '2GIS'},
             {'id': 67611, 'name': 'Тензор'},
             {'id': 966315, 'name': 'АО Омский НИИ приборостроения'},
             {'id': 2326492, 'name': 'Телеком-инжиниринг'}]

